Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: GDK debugging flags to set
ne: GDK डिबग्गिङ फ्ल्यागहरू सेट भयो

source: Display with smallest controls
ne: सबै भन्दा सानो नियन्त्रणहरु भएको प्रदर्शन

source: not attached
ne: संलग्न नगरिएको

source: Released on
ne: यस मितिमा खुला गरिएको

source: Remove linked wiki page from your book
ne: लिङ्क गरिएको विकि पृष्ठलाई आफ्नो पुस्तकबाट हटाउने

source: Add image
ne: तस्वीर थप्नुहोस्

source: Unmark selected
ne: छानिएकामा चिनो हटाउने

source: Delete device
ne: यन्त्र मेटाउनुहोस्

source: _Turn screen off when inactive for:
ne: निष्क्रिय रहे पछि स्क्रिन बन्द गर्ने:

source: Interwiki links
ne: अन्तरविकि लिङ्कहरू

source: Titles:
ne: शीर्षकहरू :

source: More from this user
ne: यो प्रयोगकर्ताबाट अरू

source: Bot operators
ne: बोट सञ्चालकहरू

source: Normal ($1)
ne: सामान्य ($1)

source: Religion and belief
ne: धर्म तथा विश्वास

source: No new messages
ne: नयाँ सन्देश छैन

source: A kitten for you!
ne: तपाइको लागि एक छाउरो!

source: Geographic region:
ne: भौगोलिक क्षेत्र:

source: New Folder
ne: नयाँ फोल्डर

source: ==See also==
ne: ==यो पनि हेर्नुहोस् ==

source: Delete file
ne: फाइल मेट्ने

source: URLs to domain $1 are not allowed to be shortened
ne: डोमेन $1 को लागि यूआरएलहरू संक्षिप्तीकरण असमर्थ गरिएको छ

source: There are no results for this report.
ne: यो पृष्ठ खाली छ।

source: rejected
ne: अस्वीकार गरिएको

source: My favorites
ne: मेरो रूचीहरू

source: View message page
ne: सन्देश पृष्ठ हेर्ने

source: Screen Reader
ne: स्क्रिन वाचक

source: Last update: $1
ne: अन्तिम अद्यावधिक :$1

source: _Install
ne: प्रतिस्थापन (_I)

source: $1 {{PLURAL:$1|hour|hours}} ago
ne: $1 {{PLURAL:$1|घण्टा|घण्टा}} अघि

source: Previous $1 {{PLURAL:$1|result|results}}
ne: पहिलेको $1 {{PLURAL:$1|नतिजा|नतिजाहरु}}

source: IPv4 Address
ne: IPv4 ठेगाना

source: Invalid width
ne: अमान्य चौडाइ

source: Patrol log
ne: निगरानीको लग

source: In %location%
ne: %location%मा

source: ^Try Mythbuntu without installing
ne: माइथबुन्टु प्रतिस्थापन विना प्रयोग गरी हेर्नुहोस् (^T)

source: Error creating thumbnail: $1
ne: थम्बनेल(thumbnail) निर्माणमा त्रुटि: $1

source: Edit {0}
ne: {0} सम्पादन गर्ने

source: Indonesian rupiah
ne: इन्डोनेसियाली रुपिआहा

source: Unknown language code.
ne: अज्ञात भाषा कोड

source: February
ne: फेब्रुअरी

source: Select another Course
ne: अर्को कोर्स छान्ने

source: Lets you choose from thousands of applications available for Ubuntu
ne: उबुन्टुमा भएका हज्जारौँ अप्लिकेसन मार्फत चयन गर्न पाइछ ।

source: Reveals the global menu bar while pressed.
ne: थिचेको बेला ग्लोवल (साझा) मेनु देखाउँछ

source: Show thumbnail
ne: थम्बनेल हेर्ने

source: Key to open the first panel menu
ne: पहिलो प्यानलको मेनु देखाउने कि

source: Add more images from Flickr
ne: फ्लिकरबाट अरु चित्र जोड्ने

source: Custom
ne: अनुकुलन

source: Sorry, the program "%s" closed unexpectedly
ne: माफ गर्नुहोस्, "%s" उपक्रम अप्रत्याशित बन्द भयो।

source: Below is a list of changes to page protections. See the [[Special:ProtectedPages|protected pages list]] for the list of currently operational page protections.
ne: तल पृष्ठ सुरक्षामा भएको परिवर्तनहरूको सूची हो । वर्तमान सुरक्षित पृष्ठहरूको लागि सुरक्षित [[Special:ProtectedPages|पृष्ठहरूको सूची]] हेर्नुहोस।

source: See $1 to view this change.
ne: यस परिवर्तनको निम्ति यो $1 हेर्नुहोस्

source: Output:
ne: आउटपुट:

source: Successful!
ne: सफल भयो!

source: Adds the focus tab to sidebar
ne: ध्यान ट्याब साइडबारमा जोड्ने

source: Title of move destination page
ne: सार्दाको गन्तव्य पृष्ठको शीर्षक

source: Remove a device
ne: यन्त्र हटाउनुहोस्

source: This site requires {{GENDER:$2|you}} to provide copyright information for {{PLURAL:$1|this work|these works}}, to make sure everyone can legally reuse {{PLURAL:$1|it|them}}.
ne: यो साइटलाई {{GENDER:$2|तपाईं}} ले गरेको {{PLURAL:$1|यो कार्य|यी कार्यहरुको}},मुद्राधिकार जानकारी उपलब्ध गराउनु पर्छ जसले यस फाइललाई {{PLURAL:$1|जो कोही|कसैले}} प्रयोग गर्न सकोस

source: In progress
ne: प्रगति हुँदैछ

source: Redirect created from "$1" to "$2"
ne: "$1" बाट "$2" तर्फ अनुप्रेषित गरियो

source: Billing phone number
ne: बिल को लागि फोन नम्बर

source: Gadget "$1" not found.
ne: उपकरण "$1" पाइएन।

source: <strong>Create the page "[[:$1]]" on this wiki!</strong> {{PLURAL:$2|0=|See also the page found with your search.|See also the search results found.}}
ne: <strong>"[[:$1]]" पृष्ठ यस विकिमा बनाउनुहोस्!</strong> {{PLURAL:$2|0=|तपाईंले खोज गरी भटिएको पृष्ठ पनि मिलान गर्नुहोस्।|तपाईंको खोज परिणाम पनि हेर्नुहोस।}}

source: The file "$1" is in an inconsistent state within the internal storage backends
ne: फाइल "$1" आन्तरिक भण्डारण ब्याकएन्डमा असङ्गत स्थितिमा छ

source: Error fetching URL: $1
ne: URL $1 लिनमा त्रुटि

source: Yahoo Messenger:
ne: याहू सन्देशवाहक:

source: History of changes to $1
ne: $1 मा परिवर्तनको इतिहास

source: $1 tag log
ne: $1 ट्याग लग

source: About Layout
ne: लेआउट बारे

source: Workspace %d
ne: कार्यस्थान %d

source: Page information
ne: पृष्ठ जानकारी

source: Remove all
ne: सबै हटाउनुहोस्

source: File name
ne: फाइल नाम

source: :* Bot warning message: %(page)s "''%(warning)s''"
ne: :* रोबोट चेतावनीहरू: %(page)s "''%(warning)s''"

source: Seco_nds
ne: _सेकेण्ड

source: BBQ
ne: बारबिक्यू

source: Some options were not ranked. You must give all options a rank between 1 and 999.
ne: केहि प्रश्नहरुलाई स्तर प्रदान गरिएन। तपाईंले सब विकल्पहरुलाई 1 देखि 999 सम्मको कुनै एउटा स्तर दिनुपर्छ।

source: Network details for %s including password and any custom configuration will be lost.
ne: संजाल %s को जानकारी सहित पास्वोर्ड र अरु प्रणाली हरौनेछ

source: Wireless Hotspot
ne: वायरलेस हटस्पट

source: Leave Page
ne: पानालाई छोड्नुहोस्

source: Crash report
ne: क्र्यास प्रतिवेदन

source: reuse a previously created sandbox dir (SDIR) or, if it does not exist, create it
ne: पहिलै बनाईएको sandbox dir (SDIR) पुनःप्रयोग गर्नुहोस वा यदि अवस्थित छैन भने बनाउनुहोस

source: Error writing temporary file.
ne: अस्थायी फाइल लेख्दै गर्दा त्रुटि।

source: Scroll Inactive Icon to Focus Application
ne: एप्लिकेशनलाई फोकस गर्नलाई निस्क्रिय आइकन स्क्रोल गर्ने

source: Notifier
ne: सुचक

source: Protected titles
ne: सुरक्षा गरिएका शिर्षकहरु

source: From {0}
ne: बाट {0}

source: Paper Type
ne: कागजको प्रकार:

source: View or restore $1?
ne: $1 हेर्ने या पूर्वरुपमा फर्काउने हो?

source: Game state
ne: खेलको स्थिति

source: Clear Authorship Colors (Ctrl+Shift+C)
ne: लेखकीय रङ्ग हटाउने (Ctrl+Shift+C)

source: Total: $1
ne: जम्माः $1

source: Original format
ne: पूर्व ढाँचा

source: Migrate account
ne: खाता सार्ने

source: ^Install Xubuntu
ne: जुबुन्टु स्थापना गर्नुहोस

source: Reply Leadin:
ne: Leadin जवाफ लेख्ने:

source: Submitting now…
ne: अहिले बुझाउँदै…

source: Magic words
ne: जादुई शव्दहरु

source: A list of recent changes in the wiki
ne: विकिमा गरिएका हालैका परिवर्तनहरुको सूची

source: New thread created
ne: नयाँ वार्तालाप(thread) सिर्जना गरीयो

source: Manage payment types
ne: भुक्तानी तरिका व्यवस्थापन

source: Hide languages
ne: भाषाहरू लुकाउनुहोस्

source: V: Rope, fiber, baskets, bags, etc.
ne: फ: डोरी, रेशा, टोकरिहरू, झोलाहरू, आदि।

source: See [$1 testing documentation] on mediawiki.org.
ne: mediawiki.org मा [$1 जाँचको कागजात] हेर्नुहोस् ।

source: Environment
ne: वातावरण

source: PIN _options...
ne: पिन_विकल्पहरू...

source: Unapprove
ne: अस्विकृत

source: unchecked revision
ne: अनियंत्रित संशोधन

source: A
ne: बा

source: Restore all default settings (in all sections)
ne: सबै पूर्वनिर्धारित स्थिती कायम गर्ने(सबै खण्डहरूमा)

source: B
ne: ब

source: private
ne: निजी

source: D
ne: द

source: E
ne: स

source: F
ne: प

source: G
ne: जी

source: You attempted to reach %1 but the server presented an invalid security certificate.
ne: तपाईंले %1 पुग्न प्रयास गर्नु भयो तर सर्भरले एक अमान्य सुरक्षा प्रमाणपत्र प्रस्तुत गरेको छ​।

source: Source
ne: स्रोत

source: Re:
ne: पुन:

source: H
ne: ह

source: Edit other users' CSS files
ne: अरु प्रयोगकर्ताको CSS फाइलहरू सम्पादन गर्ने

source: Cool white fluorescent (W 3900 – 4500K)
ne: शितल सेतो फ्लोरेसेन्ट (W 3900 – 4500K)

source: Namespace manager
ne: नामस्थान प्रवन्धक

source: Page $1
ne: पृष्ठ $1

source: L
ne: भ

source: M
ne: ठ

source: confirmed by email
ne: ईमेलद्वारा सुनिश्चित

source: N
ne: न

source: O
ne: म

source: Today's Messages
ne: आजका सन्देशहरु

source: Font
ne: फन्ट

source: P
ne: इ

source: Save $1 for offline reading
ne: अफलाइन पढ्नको लागि $1 बचत गर्नुहोस्

source: Contains {{PLURAL:$1|1 subcategory|$1 subcategories}}, {{PLURAL:$2|1 page|$2 pages}}, and {{PLURAL:$3|1 file|$3 files}}
ne: मा {{PLURAL:$1|1 श्रेणी छ|$1 श्रेणीहरू छन्}}, {{PLURAL:$2|1 पृष्ठ छ|$2 पृष्ठहरू छन्}}, तथा {{PLURAL:$3|1 फाइल छ|$3 फाइलहरू छन्}}

source: Show log
ne: लग देखाउने

source: Q
ne: द

source: _Replace
ne: बदल्नुहोस्

source: R
ne: क

source: Account window could not be opened. You can only create one account at a time; please try again after closing all other account windows.
ne: खाता विन्डो खोल्न सकिएन। मात्र एक समयमा एउटा खाता सिर्जना गर्न सक्नुहुन्छ; सबै अन्य खाता विन्डोज् बन्द गरिसके पछि फेरि प्रयास गर्नुहोस्।

source: "$1" is not a valid category name.
ne: ''$1'' वैध श्रेणी नाम होइन ।

source: S
ne: स

source: Landscape mode (for landscape photos with the background in focus)
ne: ल्याण्डसकेप मोड (ब्याकग्राउन्ड सहित ल्याण्डसकेप फोटो)

source: T
ne: औ

source: {{ns:project}}:Editor
ne: {{ns:project}}:सम्पादक

source: en dash
ne: इएन ड्यास

source: W
ne: बु

source: Buildings
ne: भवनहरु

source: New Note
ne: नयाँ टिप्पणी

source: Start date (UTC)
ne: प्रारम्भ मिती (युटिसी)

source: apply tags along with your changes
ne: तपाईंको परिवर्तनसँगै ट्यागहरू लागु गर्ने

source: Z
ne: ज

source: An email address is required.
ne: इमेल ठेगामा आवश्यक छ।

source: Job State
ne: काम स्थिति

source: The icon animation playing when a Launcher Icon is in the urgent state.
ne: लन्चर आपतकालिन अवस्थामा भएको बेला लन्चर आइकनमा देखाइने एनिमेशन ।

source: loading…
ne: खोलिंदै…

source: Paired or trusted
ne: जडान भएको वा विश्वस्निय

source: Launcher Icon Urgent Animation
ne: आपतकालिन अवस्थामा लन्चर आइकनको एनिमेशन

source: Center
ne: केन्द्र

source: a
ne: छ

source: b
ne: बो

source: Last Modified
ne: पछिल्लो संशोधन

source: Off-the-Record Messaging plugin for pidgin
ne: बन्द-को-रेकर्ड सन्देश प्लगइन पिडजिनको लागि

source: h
ne: हि

source: Average
ne: औषत

source: Latitude destination
ne: अक्षांश गंतव्य

source: Last message
ne: पछिको सन्देश

source: Rank
ne: क्रम

source: k
ne: प

source: Sorry, there is nothing that matches your search.
ne: माफ गर्नुहोला, तपाईँले खोज्नु भएको कुरा भेटिएन।

source: Functions
ne: अनुक्रियाहरु

source: m
ne: सा

source: uploads
ne: उर्ध्वभरणहरु

source: IP address or username:
ne: आइपी ठेगाना वा प्रयोगकर्ता नाम :

source: Newer Comments
ne: नयाँ टिप्पणीहरू

source: == Database schema ==
ne: == डाटाबेस स्किमा ==

source: stable
ne: स्थिर

source: %colony% can not build %object% at this time. %object% was removed from build queue.
ne: %colony% निर्माण गर्न सकिएन %object% यस बेलामा. %object% निर्माण पङक्तिबाट हटाइएको छ.

source: p
ne: प

source: Allow all users
ne: सबै प्रयोगकर्ताहरूलाई अनुमति दिने

source: Installing
ne: स्थापना गरिदै

source: moved protection settings from "[[$2]]" to "[[$1]]"
ne: "[[$2]]" बाट "[[$1]]"मा सुरक्षा व्यवस्था सारियो

source: Wikimedia affiliate logo
ne: विकिमीडिया सहभागीको लोगो

source: Add to Playlist
ne: बजाउने सूचीमा थप्नुहोस्

source: Do not pair
ne: जडान नगर्ने

source: User [[User:$1|$1]] ([[User talk:$1|talk]]) deleted this page after you started editing with reason: : <em>$2</em> Please confirm that you really want to recreate this page.
ne: प्रयोगकर्ता [[User:$1|$1]] ([[User talk:$1|वार्तालाप]])ले तपाईंले सम्पादन सुरु गरेपछि यो पृष्ठ मेटेकाछन् । कारण थियो: : ''$2'' कृपया सुनिश्चित गर्नुहोस् कि तपाईं यो पृष्ठ साँच्चै निर्माण गर्न चाहनुहुन्छ।

source: 3D Graphics
ne: थ्रिडी ग्राफिक्स

source: Add
ne: थप्ने

source: Cleaning up
ne: सफा गरिँदै...

source: Switches to the previous open window, once the Switcher has been revealed, including windows of all viewports.
ne: एकपटक स्विचर दखिएपछि सबै भ्यूपोर्टमा भएकामध्ये खुलिरहेको अघिल्लो विन्डोमा जान्छ ।

source: Test profile:
ne: परीक्षण प्रोफाइल:

source: Journal
ne: पत्रिका

source: Removing…
ne: हटाउँदै...

source: Disable the mouse in the Switcher
ne: स्विचरमा माउस निसक्रिय गर्ने

source: (list of members)
ne: (सदस्यहरुको सूची)

source: italic
ne: छड्के

source: Secondary Bundle
ne: माध्यमिक बन्डल

source: good
ne: राम्रो

source: Next »
ne: अर्को »

source: See man page for details.
ne: विस्तृत जानकारीका लागि man page हेर्नुहोस् !

source: _Power On
ne: खोल्नुहोस्

source: Application Manager
ne: अनुप्रयोग व्यवस्थापक

source: Onboard
ne: अन्बोर्ड

source: Bounce Keys
ne: बाउन्स कुञ्जीहरू

source: Maximum
ne: अधिकतम

source: Go to next message
ne: अर्को सन्देश तर्फ जाने

source: {{PLURAL:$1|1 file|$1 files}} restored
ne: {{PLURAL:$1|१ फाइल|$1 फाइलहरू }} पूर्वस्थितिमा ल्याइयो

source: HTTP read error.
ne: HTTP बुझाइमा त्रुटि।

source: File does not exist.
ne: फाइल अवस्थित छैन ।

source: Suspend when inactive for
ne: निम्न समयको लागि निष्क्रिय भए पछि सस्पेन्ड गर्ने

source: The changes have been saved.
ne: परिवर्तन सङ्ग्रह गरिएको छ।

source: K: Fish and parts of fish
ne: ट: माछा र माछा को भागहरू

source: Thank you for voting. If you wish, you may retain the following receipt as evidence of your vote: <pre>$1</pre>
ne: मत दिनु भएको धन्यबाद यदि तपाईंले चाहे मत दिएको सबूतको लागि निम्न रसिद लिन सक्नुहुन्छ।: <pre>$1</pre>

source: Please enter the XML dump's filename:
ne: कृपया XML dumpको फाइलनाम खुलाउनुहोस्:

source: Shortened URL
ne: संक्षिप्त यूआरएल

source: Player
ne: खेलाड़ी

source: Brazilian real
ne: ब्राजिलीयन रियल

source: Woohoo!
ne: वाह !

source: First user to contribute to the page
ne: पृष्ठमा योगदान गर्ने पहिलो प्रयोगकर्ता

source: Resource
ne: सम्पदा

source: Copyright status
ne: प्रकाश अधिकार स्थिती

source: Someone else has changed this page since you started editing it. The upper text area contains the page text as it currently exists. Your changes are shown in the lower text area. You will have to merge your changes into the existing text. <strong>Only</strong> the text in the upper text area will be saved when you press "{{int:savearticle}}".
ne: तपाईंले सम्पादन कार्य सुरु गरेपछि कसैले यस पृष्टलाई परिवर्तन गरेकोछ। माथिल्लो पाठक्षेत्रमा पृष्ठको वर्तमान पाठ छ। तपाईंको परिवर्तन तल्लो भागमा दर्शाइएकोछ। तपाईंले गर्नुभएको परिवर्तनलाई वर्तमान पाठसित मिसाउनु पर्नेछ, यदि तपाईंले "{{int:savearticle}}" थिच्नु भयो भनें पाठको माथिल्लो भाग '''मात्र''' संग्रह गरिनेछ।

source: You can try searching via Google in the meantime.
ne: तपाईं अहिले गुगलबाट खोज गर्न प्रयास गर्न सक्नुहुन्छ।

source: Colorspace:
ne: रङस्थान:

source: Error deleting unused archive file "$1".
ne: प्रोगमा नआएको "$1" अभिलेख फाइल मेट्दा त्रुटी

source: (matches file content)
ne: (भेटिएका फाइल सामाग्री)

source: [[Special:Tags|Tag]] filter:
ne: [[Special:Tags|पुच्छर]] फिल्टर:

source: Current translation in software
ne: सफ्टवेयरमा वर्तमान अनुवाद

source: Page settings
ne: प्याड सेटिङ्गहरू

source: Full title of move destination page
ne: सारिएको श्रोत पृष्ठको पूर्ण पृष्ठ गन्तव्य

source: Date Submitted
ne: बुझाइएको मिति

source: Share via Twitter
ne: ट्विटरमा बाढ्ने

source: Replace duplicates
ne: प्रतिलिपीहरू पुरनर्स्थापना गर्नुहोस्

source: Which is run by
ne: यसका सञ्चालनकर्ता

source: DjVu page out of range
ne: डिजेभियु पृष्ठ सिमा भन्दा बाहिर

source: You must wait between two e-mails (%1$d seconds)
ne: तपाईंले दुई इमेलको बीचमा (%1$d सेकेन्ड) कुर्नुपर्छ ।

source: Show Details
ne: विवरण देखाउनुहोस्।

source: Scanner
ne: स्क्यानर

source: <strong>Warning:</strong> You are not logged in. Your IP address will be publicly visible if you make any edits. If you <strong>[$1 log in]</strong> or <strong>[$2 create an account]</strong>, your edits will be attributed to your username, along with other benefits.
ne: <strong>चेतावनी:</strong> तपाईँले प्रवेश गर्नु भएको छैन । तपाईँको आइपि ठेगाना पृष्ठ सम्पादन इतिहासमा दर्ता गरिने छ र यो सबैले हेर्न सक्छन । यदि तपाईं <strong>[$1 लगईन]</strong> वा <strong>[$2 नयाँ खाता बनाउने] गर्नुभयो भने तपाईंद्वारा गरिएको सम्पादन तपाईंको प्रयोगकर्तानाममा जोडिनेछ।

source: New tags:
ne: नयाँ ट्यागहरूः

source: other
ne: अन्य

source: Public comment
ne: सार्वजनिक टिप्पणी

source: Number of components
ne: घटकहरुको संख्या

source: Restore previous session at startup
ne: स्टार्टअपमा अघिल्लो सत्र पुनर्स्थापित गर्नुहोस्

source: (opens in new window)
ne: (नयाँ विन्डोमा खुल्छ)

source: View, hide and unhide specific revisions of pages from any user
ne: कुनै पनि प्रयोगकर्ताबाट भएको विशेष पृष्ठ संशोधनलाई‍ देखाउने, लुकाउने तथा पुनः देखाउने

source: Last Name (surname):
ne: थर:

source: %{time_in_words_ago} ago
ne: %{time_in_words_ago} पहिले

source: Filter ID
ne: फिल्टर परिचय:

source: You need to be an administrator to perform that action.
ne: यो कार्य गर्न तपाईं प्रवन्धक हुनुपर्छ .

source: Gate
ne: ढोका

source: Please wait while finishing setup on device '%s'...
ne: कृपया यन्त्र '%s' मा सेट नहुन्जेल पर्खिनुहोस्...

source: Move down
ne: तल पठाउने

source: Page %u
ne: पृष्ठ %u

source: is inaccessible, the URL must be publicly accessible
ne: पहुँच छैन, वेब ठेगाना सार्वजनिक रूपमा उपलब्धहुनु आवश्यक छ

source: line chart
ne: रेखा चित्र

source: _Import
ne: आयात गर्नुहोस्

source: Open in Safari
ne: सफारीमा खोल्ने

source: Only members of the "$1" group can vote in this election.
ne: "$1" समूहका सदस्यहरुले मात्र यस चुनावमा मत दिन सक्नेछन्।

source: Age
ne: उमेर

source: Edit summary/reason
ne: सारांश/कारण सम्पादन

source: Confirm block
ne: रोक सुनिश्चित गर्ने

source: Copyright owner
ne: प्रकाश अधिकार धनी

source: About data
ne: डेटा बारेमा

source: Start time (UTC)
ne: सुरुको तिथि (UTC)

source: label
ne: लेबल

source: Less than 1 week
ne: १ हप्ता भन्दा कममा

source: Any of the chosen
ne: छानिएका कुनै

source: You do not have permission to edit this JavaScript page.
ne: यस JavaScript पृष्ठ सम्पादन गर्नको लागि लागि तपाईँलाई अनुमति छैन ।

source: $1 at line $2, col $3 (byte $4): $5
ne: $1 पंक्ति $2 , हरफ $3 (बाइट $4): $5

source: Activate tag
ne: ट्याग सक्रिय गर्नुहोस्

source: other languages
ne: अन्य भाषाहरू

source: Username
ne: प्रयोगकर्ता-नाम

source: What do you want to do today?
ne: आज के गर्न चाहनुहुन्छ ?

source: The login screen, system accounts and new user accounts use the system-wide Region and Language settings.
ne: लगिन स्क्रिन, सिस्टम खाता र नयाँ प्रयोगकर्ता खातामा प्रणाली-व्यापी क्षेत्र र भाषा सेटिङ प्रयोग गर्नुहोस्।

source: Errors were encountered while undeleting the file: $1
ne: फाइल $1 मेट्दै गर्दा त्रुटि आइलाग्यो।

source: Upload file
ne: फाइल अपलोड गर्ने

source: Change system time and date settings
ne: समय र मिति सेटिङहरू बदल्नुहोस्

source: URL or DOI
ne: युआरयल वा डिओआई

source: OpenStreetMap diary entries for %{user}
ne: %{user}को लागि ओपनस्ट्रीटम्याप दैनिकी

source: Real Name
ne: वास्तविक नाम

source: Number of files
ne: फाइलहरूको संख्या

source: <strong>Warning: You are recreating a page that was previously deleted.</strong> You should consider whether it is appropriate to continue editing this page. The deletion and move log for this page are provided here for convenience:
ne: '''चेतावनी: तपाईं अघिबाट मेटिएको पृष्ठ पुनर्निर्माण गर्नुहुँदैछ''' तपाईंको विचारमा के यो उचित छ कि यसको सम्पादन जारी राखियोस्, यस पृष्ठको मेटिएको र सारिएको लग सुविधाको निम्ति यहाँ दिइएकोछ :

source: Error loading theme '{filename}'. {exception}: {cause}
ne: थिम​ लोड गर्दा त्रुटि {filename}'. {exception}: {cause}

source: Function: $1
ne: फङ्सन : $1

source: Action program (biased toward fast shutter speed)
ne: क्रिया कार्यक्रम (तेज शटर गतितर्फ झु्केको)

source: Your account has been created. You can change your {{SITENAME}} [[Special:Preferences|preferences]] if you wish.
ne: तपाईंको खाता तयार भयो । तपाईंले चाहनु भएको खण्डमा {{SITENAME}} [[Special:Preferences|प्राथमिकताहरू]] परिवर्तन गर्न सक्नु हुनेछ ।

source: Database settings
ne: डेटावेस सेटिङ

source: Preferred Languages:
ne: रुचाइएका भाषाहरू:

source: This SVG file contains an illegal namespace "$1".
ne: यो एसभिजी फाइलमा गैह्रकानुनी नेमस्पेस "$1" रहेको छ ।

source: Failed to apply configuration: %s
ne: कन्फिगरेसन परिवर्तन असफल रह्यो : %s

source: Pages deleted
ne: मेटिएका पृष्ठहरू

source: go to claim
ne: दाबीमा जानुहोस्

source: There was an error while storing the file in the stash.
ne: फाइललाई स्ट्यासमा अपलोड गर्दा समय एक त्रुटि देखिएको छ।

source: Device _type:
ne: यन्त्र _किसिम

source: Camera
ne: क्यामेरा

source: Description:
ne: विवरण:

source: When re-using this work, please credit
ne: यस कार्यको पुन: प्रयोग गर्ने क्रममा , कृया श्रेय दिनुहोस्

source: Fitness Centre / Gym
ne: जिमखाना

source: No results for this query.
ne: यो खोजको लागि कुनै नतिजाहरु छैनन् ।

source: Add a virtual device
ne: भर्चुअल यन्त्र थप्नुहोस्

source: Initializing statistics
ne: तथ्यांक सुचारू हुदै

source: The Citation Barnstar
ne: उद्धरण बार्नस्टार

source: Log in / create account
ne: प्रवेश गर्ने / नयाँ खाता बनाउने

source: You do not have permission to move user pages (apart from subpages).
ne: तपाईसँग प्रयोगकर्ता पृष्ठहरू सार्न अनुमती छैन (सहपृष्ठहरू बाहेक)

source: Universal Access
ne: विश्वव्यापी पहुँच

source: You successfully removed your own rights. As such, you are no longer able to access this page.
ne: तपाईंले सफलतापूर्वक आफ्नो अधिकारहरूलाई मेटाउनु भयो । त्यस कारण तपाईं अब यो पृष्ठ हेर्न सक्नु हुन्न ।

source: Approved
ne: स्वीकृत गर्ने

source: Custom CSS
ne: अनुकुलित CSS

source: Relations (%{count})
ne: सम्बन्धहरू (%{count})

source: joystick
ne: जोयस्टिक

source: Below is a list of the most recent merges of one page history into another.
ne: एउटा पृष्ठको इतिहास अर्कोमा भर्खरै मिलाइएको सूची तल दिइन्छ।

source: Error authenticating some packages
ne: केही प्याकेजहरू प्रमाणिकरणमा त्रुटि

source: Mark rolled-back edits as bot edits
ne: पछाडि फर्काउने सम्पादनहरूलाई बोट सम्पादनकारुपमा चिनो लगाउने

source: Return to $1.
ne: $1 मा फर्कनुहोस् ।

source: IP range
ne: आइपी सिमा

source: You can play as this nation
ne: तपाईं यो राज्य भई खेल्न सक्नु हुनेछ

source: The Rosetta Barnstar is awarded to any editor who exhibits outstanding translation efforts on {{SITENAME}}.
ne: रोजेटा बार्नस्टार ती प्रयोगकर्तालाई दिइन्छ जसले {{SITENAME}}मा अनुवादको क्षेत्रमा उत्तम योगदान गरेको होस्।

source: SMS
ne: एसएमएस

source: $1 {{GENDER:$2|imported}} $3 from another wiki
ne: $3 अन्य विकिबाट $1 द्वारा {{GENDER:$2|आयातित}}

source: Your watchlist has been cleared.
ne: तपाईंको निगरानी सूची हटाइएको छ।

source: Set variable (set_var)
ne: चल राशि मिलान गर्ने (मिलान_चल)

source: All Bookmarks
ne: सबै पुस्तकचिनोहरू

source: Select: $1
ne: $1 छान्नुहोस:

source: <noinclude> Summary generated from and at: %(sign)s</noinclude>
ne: <noinclude> सारांश बनाउने र समय : %(sign)s</noinclude>

source: The new password is too simple
ne: नयाँ पासवर्ड अति सरल छ

source: Many projects
ne: धेरै प्रोजेक्टहरु

source: protection
ne: सुरक्षा

source: save
ne: संग्रह गर्ने

source: Show $1 items per page
ne: प्रतिपृष्ठ $1 वस्तुहरु देखाउने

source: Relation to Child:
ne: बच्चासँगको सम्बन्ध:

source: :Category:Babel - Users by language
ne: :श्रेणी:बेबल -प्रयोगकर्ताहरू भाषाको आधारमा

source: <strong>Remember that you are only previewing this CSS. It has not yet been saved!</strong>
ne: <strong>याद राख्नुहोस् तपाईँले केवल विश्वव्यापी सियसयसको पूर्वावलोकन मात्र अवलोकन गर्नुभएको छ। यसलाई अहिलेसम्म सङ्ग्रह गरिएको छैन!</strong>

source: Defense Bonus
ne: रक्षा बोनस

source: Open Source Software
ne: खुला स्रोत सफ्टवेयर

source: credits
ne: श्रेयहरू

source: Curator level
ne: संरक्षकको तह

source: Puzzles
ne: पजलहरू

source: Creative Commons Attribution
ne: क्रियटिभ कमन्स एट्रिव्युसन

source: Customizes the color
ne: रङ अनुकुलन गर्नुहोस

source: Power management settings
ne: पावर व्यवस्थापन सेटिङहरू

source: Left Ring Mode #%d
ne: बायाँ रिङ्ग मोड #%d

source: Reapply all filters
ne: सबै फिल्टरको जवाफ लेख्ने

source: _12-hour time
ne: _१२-घण्टा समय

source: This page does not exist.
ne: यो पृष्ठ उपलब्ध छैन ।

source: Introduction about Wikidata
ne: विकिडेटा बारे परिचय

source: Authentication Error
ne: प्रमाणिकण त्रुटी
